Repository: Skrill2860/dot-visio
Catalog: src/DotVisio/Properties/Resources.*.resx
Languages: ru

# ActionsGroup
source: Actions
ru: Основные функции

# BtnImportDot
source: Import DOT
ru: Импортировать DOT

# BtnImportDotGraphViz
source: Import DOT using GraphViz
ru: Импортировать DOT через GraphViz

# BtnExportDot
source: Export DOT
ru: Экспортировать DOT

# LayoutGroup
source: GraphViz Parameter Settings
ru: Параметры GraphViz

source: Algorithm
ru: Алгоритм

source: Rank Direction
ru: Направление ранжирования

source: Overlap Handling
ru: Обработка перекрытий фигур

source: Aspect Ratio
ru: Соотношение сторон

# ConnectorGroup
source: Connector Settings
ru: Параметры коннекторов

source: Connector Style
ru: Тип коннектора

source: Connection Points
ru: Точки крепления коннекторов

# AdvancedGroup
source: Advanced
ru: Расширенные параметры

source: Strict Mode
ru: Игнорировать дублированные рёбра

source: Draw Bounding Boxes
ru: Отрисовывать рамки кластеров

source: Command Options
ru: Параметры GraphViz

source: Random Seed
ru: Случайное зерно

source: Directed Graph
ru: Ориентированный граф

source: App Settings
ru: Настройки приложения

source: Update While Drawing
ru: Обновлять страницу при отрисовке

source: Limit File Size
ru: Ограничивать размер файла

source: Extension Language
ru: Язык расширения

# LanguageChangedNeedRebootWarning
source: Language changed. Please reboot Visio for changes to occur.
ru: Язык был изменён. Пожалуйста, перезагрузите Visio чтобы изменения применились к интерфейсу.

# BtnLayoutWithGraphViz
source: Layout using GraphViz
ru: Изменить макет через GraphViz

# BtnRedrawBoundingBoxes
source: Recalculate Bounding Boxes
ru: Перерисовать рамки кластеров

# FileLimitTurnedOffWarningLiabilityWaiver
source: Add-in does not guarantee stability if files are larger than the file size limit.
ru: Расширение не гарантирует стабильность в случае работы с графами, которые превышают лимит по размеру.

source: Export Positions
ru: Экспортировать позиции
